IdeaRS.Connections
CutPlateData.CuttingPlatePath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the cutting plane
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string CuttingPlatePath { get; set; }
Property Value
Type: String
See Also
Reference
CutPlateData Class
IdeaRS.Connections.Data Namespace